"Welcome1Info"="Live, Collect, Remember";
"Welcome1SubInfo"="Collect your photos, videos and files at lifebox! Access and remember whenever and wherever you are.";
"Location services are disabled in your device settings. To use background sync feature of lifebox, you need to enable location services under \"Settings - Privacy - Location Services\" menu." = "Location services are disabled in your device settings. To use background sync feature of lifebox, you need to enable location services under \"Settings - Privacy - Location Services\" menu.";
"This file will be removed only from your album. You can access this file from Photos tab" = "This file will be removed only from your album. You can access this file from Photos tab";
"Deleting this album will not remove the files from lifebox. You can access these files from Photos tab. Are you sure you want to delete?" = "Deleting this album will not remove the files from lifebox. You can access these files from Photos tab. Are you sure you want to delete?";
"Deleting this album will remove the files from lifebox. You won't be able to access them once deleted. Are you sure you want to delete?" = "Deleting this album will remove the files from lifebox. You won't be able to access them once deleted. Are you sure you want to delete?";
"Deleting these files will remove them from cloud. You won't be able to access them once deleted" = "Deleting these files will remove them from cloud. You won't be able to access them once deleted";
"Purchase" = "Purchase";
"Packages" = "Packages";
"Verification code is blocked.\nPlease request a new code" = "Verification code is blocked.\nPlease request a new code";
"Verification code is invalid.\nPlease try again" = "Verification code is invalid.\nPlease try again";
"Your package is successfully defined" = "Your package is successfully defined";
"Please enter your promo code" = "Please enter your promo code";
"This package activation code is invalid" = "This package activation code is invalid";
"Enter your promo code" = "Enter your promo code";
"Lifebox campaign" = "Lifebox campaign";
"Success" = "Success";
"Apply" = "Apply";
"Please check your internet connection is active and Cellular Data is ON under Settings/lifebox." = "Please check your internet connection is active and Cellular Data is ON under Settings/lifebox.";
"Invalid passcode. %@ attempts left. Please try again" = "Invalid passcode. %@ attempts left. Please try again";
"Touch ID" = "Touch ID";
"Face ID" = "Face ID";
"Enable" = "Enable";
"Please activate %@ from your device settings to use this feature" = "Please activate %@ from your device settings to use this feature";
"To enter passcode" = "To enter passcode";
"Set a Passcode" = "Set a Passcode";
"Passcodes don't match, please try again" = "Passcodes don't match, please try again";
"You successfully set your passcode" = "You successfully set your passcode";
"Passcode is changed successfully" = "Passcode is changed successfully";
"Please repeate your new lifebox passcode" = "Please repeate your new lifebox passcode";
"Set a Passcode" = "Set a Passcode";
"Please enter your lifebox passcode" = "Please enter your lifebox passcode";
"Please enter your lifebox passcode" = "Please enter your lifebox passcode";
"lifebox Passcode" = "lifebox Passcode";
"Change Passcode" = "Change Passcode";
"Set a Passcode" = "Set a Passcode";
"Passcode" = "Passcode";
"The package activation code is not active" = "The package activation code is not active";
"You will not be able to use the this package activation code from this campaign for the second time because you have already benefited from it" = "You will not be able to use the this package activation code from this campaign for the second time because you have already benefited from it";
"This package activation code definition time has not yet begun" = "This package activation code definition time has not yet begun";
"This package activation code has not been activated  yet" = "This package activation code has not been activated  yet";
"This package activation code has been used before, please try different code" = "This package activation code has been used before, please try different code";
"Package activation process is in progress" = "Package activation process is in progress";
"This package activation code is defined for different user" = "This package activation code is defined for different user";
"This package activation code has expired" = "This package activation code has expired";
"This package activation code has been used before, please try different code" = "This package activation code has been used before, please try different code";
"This package activation code is invalid" = "This package activation code is invalid";
"Account cannot be found" = "Account cannot be found";
"Cancelled" = "Cancelled";
"Nothing to download" = "Nothing to download";
"Can't get access to file system" = "Can't get access to file system";
"Server error" = "Server error";
"Unknown error" = "Unknown error";
"Too many invalid attempts, please try again later" = "Too many invalid attempts, please try again later";
"It indicates that sending OTP procedure is repeated numerously. It can be tried again later but a short amount of time should be spent before retry." = "It indicates that sending OTP procedure is repeated numerously. It can be tried again later but a short amount of time should be spent before retry.";
"The password consists of less number of characters than is allowed. The length allowed is provided in the value field of the response." = "The password consists of less number of characters than is allowed. The length allowed is provided in the value field of the response.";
"The password consists of more number of characters than is allowed. The length allowed is provided in the value field of the response." = "The password consists of more number of characters than is allowed. The length allowed is provided in the value field of the response.";
"It is not allowed that the password consists of all the same characters." = "It is not allowed that the password consists of all the same characters.";
"It is not allowed that the password consists of consecutive characters." = "It is not allowed that the password consists of consecutive characters.";
"Password is invalid" = "Password is invalid";
"A user with the given phone number already exists." = "A user with the given phone number already exists.";
"Phone number is in an invalid format." = "Phone number is in an invalid format.";
"Indicates that a user with the given e-mail address already exists and login will be  allowed after e-mail address validation." = "Indicates that a user with the given e-mail address already exists and login will be  allowed after e-mail address validation.";
"This e-mail address is already registered. Please enter another e-mail address." = "This e-mail address is already registered. Please enter another e-mail address.";
"E-mail address is in an invalid format." = "E-mail address is in an invalid format.";
"Specifies that the phone number parameter is sent  blank." = "Specifies that the phone number parameter is sent  blank.";
"Indicates that the password parameter is sent blank." = "Indicates that the password parameter is sent blank.";
"Indicates that the e-mail parameter is sent blank." = "Indicates that the e-mail parameter is sent blank.";
"Enter the verification code\nsent to your number %@" = "Enter the verification code\nsent to your number %@";
"Resend" = "Resend";
"Next" = "Next";
"%.2f %@ / month" = "%.2f %@ / month";
"Settings" = "Settings";
"OK" = "OK";
"Buy" = "Buy";
"Cancel" = "Cancel";
"Delete Device Original" = "Delete Device Original";
"Info" = "Info";
"You can open settings and cancel subscption." = "You can open settings and cancel subscption.";
"Please text \"Iptal LIFEBOX %@\" to 2222 to cancel your subscription" = "Please text \"Iptal LIFEBOX %@\" to 2222 to cancel your subscription";
"You can visit iTunes to cancel your subscription" = "You can visit iTunes to cancel your subscription";
"Hm, can’t believe you are doing this! When you decide to reactivate it, we’ll be here for you :) If you insist, sent “STOP” to 2" = "Hm, can’t believe you are doing this! When you decide to reactivate it, we’ll be here for you :) If you insist, sent “STOP” to 2";
"Platinum and lifecell customers can send LIFE CANCEL, other customers can send LIFEBOX CANCEL to 3030 to cancel their memberships" = "Platinum and lifecell customers can send LIFE CANCEL, other customers can send LIFEBOX CANCEL to 3030 to cancel their memberships";
"To deactivate lifebox 50GB please send SMS with the text 50VYKL, for lifebox 500GB please send SMS with the text 500VYKL to the number 8080" = "To deactivate lifebox 50GB please send SMS with the text 50VYKL, for lifebox 500GB please send SMS with the text 500VYKL to the number 8080";
"Platinum and lifecell customers can send LIFE, other customers can send LIFEBOX 50GB for lifebox 50GB package, LIFEBOX 500GB for lifebox 500GB package and LIFEBOX 2.5TB for lifebox 2.5TB package to 3030 to start their memberships" = "Platinum and lifecell customers can send LIFE, other customers can send LIFEBOX 50GB for lifebox 50GB package, LIFEBOX 500GB for lifebox 500GB package and LIFEBOX 2.5TB for lifebox 2.5TB package to 3030 to start their memberships";
"Special prices for lifecell subscribers! To activate lifebox 50GB for 24,99UAH/30 days send SMS with the text 50VKL, for lifebox 500GB for 52,99UAH/30days send SMS with the text 500VKL to the number 8080" = "Special prices for lifecell subscribers! To activate lifebox 50GB for 24,99UAH/30 days send SMS with the text 50VKL, for lifebox 500GB for 52,99UAH/30days send SMS with the text 500VKL to the number 8080";
"%ld docs" = "%ld docs";
"Quota info" = "Quota info";
"%@ of %@ has remained" = "%@ of %@ has remained";
"%ld documents" = "%ld documents";
"%ld songs" = "%ld songs";
"%ld videos" = "%ld videos";
"%ld photos" = "%ld photos";
"Failed" = "Failed";
"Refreshing..." = "Refreshing...";
"Success" = "Success";
"Release to refresh" = "Release to refresh";
"Pull to refresh" = "Pull to refresh";
"My Activity Timeline" = "My Activity Timeline";
"file(s)" = "file(s)";
"My Stream" = "My Stream";
"Cancel" = "Cancel";
"OK" = "OK";
"You have free space for %d more items." = "You have free space for %d more items.";
"Delete" = "Delete";
"Cancel" = "Cancel";
"Some photos will also be deleted from an album." = "Some photos will also be deleted from an album.";
"Allow lifebox to delete %d photos?" = "Allow lifebox to delete %d photos?";
"There are %d duplicated photos both in your device and lifebox. Clear some space by selecting the photos that you want to delete." = "There are %d duplicated photos both in your device and lifebox. Clear some space by selecting the photos that you want to delete.";
"Download to Camera Roll" = "Download to Camera Roll";
"Share Album" = "Share Album";
"Album Details" = "Album Details";
"Make album covers" = "Make album covers";
"Music Dteails" = "Music Dteails";
"Share Album" = "Share Album";
"Document Details" = "Document Details";
"Rename" = "Rename";
"Select All" = "Select All";
"Select" = "Select";
"More" = "More";
"lifebox" = "lifebox";
"iCloud Drive" = "iCloud Drive";
"Photos" = "Photos";
"Choose From Library" = "Choose From Library";
"Take Photo" = "Take Photo";
"Remove from album" = "Remove from album";
"Back Up" = "Back Up";
"Add to album" = "Add to album";
"Remove from Favorites" = "Remove from Favorites";
"Remove" = "Remove";
"Add to Favorites" = "Add to Favorites";
"Copy" = "Copy";
"Create a Story" = "Create a Story";
"Cancel" = "Cancel";
"Share Via Link" = "Share Via Link";
"Original Size" = "Original Size";
"Small Size" = "Small Size";
"Download" = "Download";
"Sync" = "Sync";
"Move" = "Move";
"Delete" = "Delete";
"Edit" = "Edit";
"Info" = "Info";
"Share" = "Share";
"Cancel" = "Cancel";
"Wait for a Wi-Fi Connection" = "Wait for a Wi-Fi Connection";
"Auto Sync Preparation" = "Auto Sync Preparation";
"Sync with data plan" = "Sync with data plan";
"Settings" = "Settings";
"Waiting for Wi-Fi connection to auto-sync" = "Waiting for Wi-Fi connection to auto-sync";
"Settings" = "Settings";
"Cancel" = "Cancel";
"Auto Upload is off.\nGo to setting to auto sync." = "Auto Upload is off.\nGo to setting to auto sync.";
"LTE" = "LTE";
"4G" = "4G";
"3G" = "3G";
"2G" = "2G";
"Wi-Fi" = "Wi-Fi";
"Free up space" = "Free up space";
"Your device memory is almost full" = "Your device memory is almost full";
"There are some duplicated items both in your device and lifebox" = "There are some duplicated items both in your device and lifebox";
"Operation is complete" = "Operation is complete";
"Download is complete" = "Download is complete";
"Deleting is complete" = "Deleting is complete";
"Downloading files" = "Downloading files";
"Uploading files over" = "Uploading files over";
"Syncing files over" = "Syncing files over";
"(%ld of %ld)" = "(%ld of %ld)";
"You need to specify your language preference so that we can serve you better." = "You need to specify your language preference so that we can serve you better.";
"Please type your message" = "Please type your message";
"Error" = "Error";
"Please configurate email client" = "Please configurate email client";
"DESTEK-LIFEBOX@TURKCELL.COM.TR" = "DESTEK-LIFEBOX@TURKCELL.COM.TR";
"Select" = "Select";
"Send" = "Send";
"You need to specify your language preference so that we can serve you better." = "You need to specify your language preference so that we can serve you better.";
"%@ about Lifebox" = "%@ about Lifebox";
"Complaint" = "Complaint";
"Suggestion" = "Suggestion";
"Feedback Form" = "Feedback Form";
"Thanks for leaving a comment!" = "Thanks for leaving a comment!";
"Please do not delete the information below. The information will be used to address the problem.\n\nApplication Version: %@\nMsisdn: %@\nCarrier: %@\nDevice:%@\nDevice OS: %@\nLanguage: %@\nLanguage preference: %@\nNetwork Status: %@\nTotal Storage: %lld\nUsed Storage: %lld\nPackages: %@\n" = "Please do not delete the information below. The information will be used to address the problem.\n\nApplication Version: %@\nMsisdn: %@\nCarrier: %@\nDevice:%@\nDevice OS: %@\nLanguage: %@\nLanguage preference: %@\nNetwork Status: %@\nTotal Storage: %lld\nUsed Storage: %lld\nPackages: %@\n";
"Upload Photos" = "Upload Photos";
"Add" = "Add";
"Albums" = "Albums";
"Sorry, but play list name should not be empty" = "Sorry, but play list name should not be empty";
"Sorry, but album name should not be empty" = "Sorry, but album name should not be empty";
"Sorry, but folder name should not be empty" = "Sorry, but folder name should not be empty";
"Play List Name" = "Play List Name";
"Album Name" = "Album Name";
"Folder Name" = "Folder Name";
"Create" = "Create";
"Create" = "Create";
"Create" = "Create";
"New PlayList" = "New PlayList";
"New Album" = "New Album";
"New Folder" = "New Folder";
"Info" = "Info";
"Share" = "Share";
"Move" = "Move";
"Sync" = "Sync";
"Download" = "Download";
"Print" = "Print";
"Edit" = "Edit";
"Make album cover" = "Make album cover";
"Add To Album" = "Add To Album";
"Remove From Album" = "Remove From Album";
"Remove Album" = "Remove Album";
"Delete" = "Delete";
"Documents" = "Documents";
"Music" = "Music";
"Photos & Videos" = "Photos & Videos";
"Home" = "Home";
"Choose a destination folder" = "Choose a destination folder";
"Ok" = "Ok";
"Need to select folder" = "Need to select folder";
"Back" = "Back";
"Cancel" = "Cancel";
"Select" = "Select";
"Fail while uploading from LifeBox" = "Fail while uploading from LifeBox";
"Ok" = "Ok";
"Sorry, but photos not selected" = "Sorry, but photos not selected";
"Next" = "Next";
"Upload from lifebox" = "Upload from lifebox";
"Upload failed" = "Upload failed";
"Upload was successful" = "Upload was successful";
"Ok" = "Ok";
"Nothing to upload" = "Nothing to upload";
"Items Selected" = "Items Selected";
"Item Selected" = "Item Selected";
"Upload" = "Upload";
"You can change the sequence " = "You can change the sequence ";
"Save" = "Save";
"Create" = "Create";
"Add Music" = "Add Music";
"Sorry, but story audio should not be empty" = "Sorry, but story audio should not be empty";
"Add music" = "Add music";
"You did not choose music for your story" = "You did not choose music for your story";
"Fail while adding to album" = "Fail while adding to album";
"Story not created" = "Story not created";
"Story created" = "Story created";
"Sorry, but story photos should not be empty" = "Sorry, but story photos should not be empty";
"Ok" = "Ok";
"Please choose %d files at most" = "Please choose %d files at most";
"Next" = "Next";
"Photo selection" = "Photo selection";
"Continue" = "Continue";
"Sorry, but story name should not be empty" = "Sorry, but story name should not be empty";
"SAVE" = "SAVE";
"Name" = "Name";
"Create a Name" = "Create a Name";
"Ok" = "Ok";
"Sorry, but folder name should not be empty" = "Sorry, but folder name should not be empty";
"Create" = "Create";
"Folder Name" = "Folder Name";
"New Folder" = "New Folder";
"Document Details" = "Document Details";
"Copy" = "Copy";
"Delete device original" = "Delete device original";
"Add to favorites" = "Add to favorites";
"Remove from album" = "Remove from album";
"Move" = "Move";
"Cancel Bacup" = "Cancel Bacup";
"Clear Bacup" = "Clear Bacup";
"Restore" = "Restore";
"Back-Up" = "Back-Up";
"Your last back was on %@" = "Your last back was on %@";
"Your last back up was a few seconds ago." = "Your last back up was a few seconds ago.";
"You never backed up your contacts" = "You never backed up your contacts";
"You can backup your contacts to lifebox. By\ndoing that you can easly access your contact\nlist from any device and anywhere." = "You can backup your contacts to lifebox. By\ndoing that you can easly access your contact\nlist from any device and anywhere.";
"%d%% Restored up…" = "%d%% Restored up…";
"%d%% Backed up…" = "%d%% Backed up…";
"Restored up %d Contacts" = "Restored up %d Contacts";
"Backed up %d Contacts" = "Backed up %d Contacts";
"Removed" = "Removed";
"Updated" = "Updated";
"New Contact" = "New Contact";
"Back Up My Contacts" = "Back Up My Contacts";
"%@ of %@ has remained" = "%@ of %@ has remained";
"UPGRADE" = "UPGRADE";
"Save" = "Save";
"Album Info" = "Album Info";
"Album Name" = "Album Name";
"Title" = "Title";
"Artist" = "Artist";
"Album" = "Album";
"Taken date" = "Taken date";
"Upload date" = "Upload date";
"Date modified" = "Date modified";
"Duration" = "Duration";
"File size" = "File size";
"Items" = "Items";
"Folder size" = "Folder size";
"File Info" = "File Info";
"File Name" = "File Name";
"Data is not correct" = "Data is not correct";
"Data did not changed" = "Data did not changed";
"Done" = "Done";
"Edit" = "Edit";
"I want to change my password" = "I want to change my password";
"We promise, we won’t sent you spam." = "We promise, we won’t sent you spam.";
"I’d like hear about news and promotions about lifebox occasionally." = "I’d like hear about news and promotions about lifebox occasionally.";
"GSM Number" = "GSM Number";
"E-Mail" = "E-Mail";
"Name and Surname" = "Name and Surname";
"Your Profile" = "Your Profile";
"Import From Cropy" = "Import From Cropy";
"Import From Instagram" = "Import From Instagram";
"Import From Facebook" = "Import From Facebook";
"Import From Dropbox" = "Import From Dropbox";
"Import Photos" = "Import Photos";
"Are you sure you want to exit the application?" = "Are you sure you want to exit the application?";
"Auto-login" = "Auto-login";
"Turkcell Passcode" = "Turkcell Passcode";
"Logout" = "Logout";
"Help & Support" = "Help & Support";
"Lifebox Touch ID and Passcode" = "Lifebox Touch ID and Passcode";
"Usage Info and Packages" = "Usage Info and Packages";
"Recently Deleted Files" = "Recently Deleted Files";
"My Activity Timeline" = "My Activity Timeline";
"Auto Sync" = "Auto Sync";
"Import Photos" = "Import Photos";
"Back-up my contacts" = "Back-up my contacts";
"Leave feedback" = "Leave feedback";
"Upload Photo" = "Upload Photo";
"Back to Lifebox" = "Back to Lifebox";
"Start adding your documents" = "Start adding your documents";
"You don’t have any documents on your Lifebox yet." = "You don’t have any documents on your Lifebox yet.";
"Start adding your music" = "Start adding your music";
"You don’t have any music on your Lifebox yet." = "You don’t have any music on your Lifebox yet.";
"Delete" = "Delete";
"Move" = "Move";
"Edit" = "Edit";
"info" = "info";
"Share" = "Share";
"Enable photo permissions in settings" = "Enable photo permissions in settings";
"Start adding your photos" = "Start adding your photos";
"You don’t have anything on your photo roll." = "You don’t have anything on your photo roll.";
"OK" = "OK";
"View All Pictures" = "View All Pictures";
"View All My Stream" = "View All My Stream";
"%d Photos" = "%d Photos";
"You’ve uploaded %@ two days ago!" = "You’ve uploaded %@ two days ago!";
"Expand My Storage" = "Expand My Storage";
"You are using %85 of your disk space! It’s a great time to expand your storage." = "You are using %85 of your disk space! It’s a great time to expand your storage.";
"Your storage is almost full!" = "Your storage is almost full!";
"Change filter" = "Change filter";
"Save this photo" = "Save this photo";
"You can apply this filter and my more to your other picures as well" = "You can apply this filter and my more to your other picures as well";
"Did you like this filter?" = "Did you like this filter?";
"Take a Photo" = "Take a Photo";
"Upload" = "Upload";
"You don’t have a profile picture, let’s upload a pretty photo!" = "You don’t have a profile picture, let’s upload a pretty photo!";
"Your profile looks empty" = "Your profile looks empty";
"Sync with Data Plan Now" = "Sync with Data Plan Now";
"Waiting for Wi-Fi to auto sync 14 items" = "Waiting for Wi-Fi to auto sync 14 items";
"No" = "No";
"Settings" = "Settings";
"Access to Gallery is denied. Please change it from the settings menu of the device" = "Access to Gallery is denied. Please change it from the settings menu of the device";
"Caution!" = "Caution!";
"No" = "No";
"Settings" = "Settings";
"You can't take photos with disabled camera. Please turn the camera on in settings." = "You can't take photos with disabled camera. Please turn the camera on in settings.";
"Caution!" = "Caution!";
"You can start using your smart box with our suggestions. When you’re done you can swipe to dismiss the card -including this one too. Nothing is lost! You can access everything you see here through the app. " = "You can start using your smart box with our suggestions. When you’re done you can swipe to dismiss the card -including this one too. Nothing is lost! You can access everything you see here through the app. ";
"Welcome! Let’s get you started!" = "Welcome! Let’s get you started!";
"Photos" = "Photos";
"Videos" = "Videos";
"Select All" = "Select All";
"Select" = "Select";
"Folder" = "Folder";
"Album" = "Album";
"Photos" = "Photos";
"Music" = "Music";
"Docs" = "Docs";
"Video" = "Video";
"Sorted by Size" = "Sorted by Size";
"Sorted by Time" = "Sorted by Time";
"Alphabetically Sorted" = "Alphabetically Sorted";
"Smallest" = "Smallest";
"Largest" = "Largest";
"Size" = "Size";
"Newest" = "Newest";
"Oldest" = "Oldest";
"Name (Z-A)" = "Name (Z-A)";
"Name (A-Z)" = "Name (A-Z)";
"Grid" = "Grid";
"List" = "List";
"Selection Type" = "Selection Type";
"File Type" = "File Type";
"Sort Type" = "Sort Type";
"View Type" = "View Type";
"Sync Type" = "Sync Type";
"Cancel" = "Cancel";
"searchIcon" = "searchIcon";
"DeleteShareButton" = "DeleteShareButton";
"search" = "search";
"cog" = "cog";
"more" = "more";
"Upload from lifebox" = "Upload from lifebox";
"Create album" = "Create album";
"New Folder" = "New Folder";
"Create a Story" = "Create a Story";
"Upload" = "Upload";
"Take Photo" = "Take Photo";
"Sync Contacts" = "Sync Contacts";
"Favorites" = "Favorites";
"Create a Story" = "Create a Story";
"All Files" = "All Files";
"Back" = "Back";
"Next" = "Next";
"Choose" = "Choose";
"Hide" = "Hide";
"Show" = "Show";
"Back Up My Contacts" = "Back Up My Contacts";
"No results found for your query." = "No results found for your query.";
"SUGGESTIONS" = "SUGGESTIONS";
"RECENT SEARCHES" = "RECENT SEARCHES";
"Search" = "Search";
"Warning" = "Warning";
"The file isn't supported" = "The file isn't supported";
"Maybe later" = "Maybe later";
"Yes" = "Yes";
"Nope" = "Nope";
"You have already a backup. Do you want to overwrite the existing one?" = "You have already a backup. Do you want to overwrite the existing one?";
"Overwrite backup?" = "Overwrite backup?";
"Error" = "Error";
"Wrong type of answer" = "Wrong type of answer";
"Verification code is invalid. Please try again." = "Verification code is invalid. Please try again.";
"Error" = "Error";
"Next" = "Next";
"Resend" = "Resend";
"Type the text" = "Type the text";
"E-MAIL" = "E-MAIL";
"Send password reset link" = "Send password reset link";
"If you are already a Turkcell subscriber, you can retrieve your password by sending SMS to 2222" = "If you are already a Turkcell subscriber, you can retrieve your password by sending SMS to 2222";
"Forgot My Password" = "Forgot My Password";
"Sign Up" = "Sign Up";
"Turn-on Sync" = "Turn-on Sync";
"Syncing files using cellular data could incur data charges" = "Syncing files using cellular data could incur data charges";
"Sync over data plan?" = "Sync over data plan?";
"Save" = "Save";
"Cancel" = "Cancel";
"Skip Auto-Sync" = "Skip Auto-Sync";
"You’re skipping auto-sync setting turned off. You can activate this later in preferences." = "You’re skipping auto-sync setting turned off. You can activate this later in preferences.";
"Skip setting Auto-Sync?" = "Skip setting Auto-Sync?";
"Skip for now" = "Skip for now";
"Let’s start using Lifebox" = "Let’s start using Lifebox";
"Videos" = "Videos";
"Photos" = "Photos";
"Select the items to sync with mobile data." = "Select the items to sync with mobile data.";
"Mobile Data" = "Mobile Data";
"When syncing via Wi-Fi, your photos and videos are uploaded by default." = "When syncing via Wi-Fi, your photos and videos are uploaded by default.";
"Wi-fi" = "Wi-fi";
"Lifebox can sync your files automatically. Would you like to have this feature right now?" = "Lifebox can sync your files automatically. Would you like to have this feature right now?";
"Auto Sync" = "Auto Sync";
"You have to fill in a password" = "You have to fill in a password";
"You have to fill in your mail or GSM Number" =  "You have to fill in your mail or GSM Number";
"Password" = "Password";
"E-Mail or GSM Number" = "E-Mail or GSM Number";
"Remember my credentials" = "Remember my credentials";
"I can't login" = "I can't login";
"Register to lifebox and get a 5 GB of storage for free!" = "Register to lifebox and get a 5 GB of storage for free!";
"Login" = "Login";
"<html><body text=\"#FFFFFF\" face=\"Bookman Old Style, Book Antiqua, Garamond\" size=\"5\">%@</body></html>" = "<html><body text=\"#FFFFFF\" face=\"Bookman Old Style, Book Antiqua, Garamond\" size=\"5\">%@</body></html>";
"Accept  Terms" = "Accept  Terms";
"Sign Up" = "Sign Up";
"Password fields do not match" = "Password fields do not match";
"Please enter your password" = "Please enter your password";
"Please enter a valid GSM number." = "Please enter a valid GSM number.";
"Please enter a valid email address." = "Please enter a valid email address.";
"You are finalizing the process with %@ e-mail address. We will be using this e-mail for password operations and site notifications" = "You are finalizing the process with %@ e-mail address. We will be using this e-mail for password operations and site notifications";
"E-mail Usage Information" = "E-mail Usage Information";
"Password fields do not match." = "Password fields do not match.";
"Please check the e-mail address." = "Please check the e-mail address.";
"You have performed too many attempts. Please try again 1 hour later." = "You have performed too many attempts. Please try again 1 hour later.";
"Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters." = "Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"Please check your internet connection." = "Please check your internet connection.";
"Please enter your password" = "Please enter your password";
"Please check the GSM number" = "Please check the GSM number";
"Login denied. Please check your credentials." = "Login denied. Please check your credentials.";
"Request failed \n Please try again" = "Request failed \n Please try again";
"Verification code is invalid. \n Please try again." = "Verification code is invalid. \n Please try again.";
"Enter the verification code" = "Enter the verification code";
"Verify Your Email" = "Verify Your Email";
"Verify Your Phone Number" = "Verify Your Phone Number";
"Verify Your Purchase" = "Verify Your Purchase";
"Resend" = "Resend";
"Next" = "Next";
"Register to lifebox and get a 5 GB of storage for free!" = "Register to lifebox and get a 5 GB of storage for free!";
" You have to fill in a password" = " You have to fill in a password";
" You have to fill in a password" = " You have to fill in a password";
"Please enter valid Email" = "Please enter valid Email";
" You have to fill in your mail" = " You have to fill in your mail";
"Re-Enter Password" = "Re-Enter Password";
"Password" = "Password";
"GSM Number" = "GSM Number";
"E-MAIL" = "E-MAIL";
"I have an account, let me log in" = "I have an account, let me log in";
"Start using Lifebox now!" = "Start using Lifebox now!";
"E-mail field is invalid" = "E-mail field is invalid";

